Repository: GabrielGanne/mmlib
Catalog: po/*.po
Languages: de

source: The acquisition module has been disconnected.
de: Die Verbindung zum Erfassungsmodul wurde unterbrochen.

source: User unknown
de: Nutzer unbekannt

source: Wrong password
de: Falsches Passwort

source: Object in wrong state
de: Objekt hat falschen Status

source: Too many entities have been requested
de: Es wurden zu viele Einheiten angefordert

source: Object not found
de: Objekt nicht gefunden

source: Bad format
de: Falsches Format

source: Calibration needed
de: Kalibrierung erforderlich

source: Hand trackers not detected. Please ensure the USB dongle is connected and the sensors are switched on
de: HandTracker nicht erkannt. Bitte prüfen, ob der USB-Dongle eingesteckt und die Sensoren eingeschaltet sind

source: Communication error with camera hardware.
de: Kommunikationsfehler mit Kamera-Hardware.

source: Specified hostname cannot be resolved
de: Angegebener Hostname kann nicht aufgelöst werden
